Tarea1/DifusorLS3RS2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  14
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          100;
        startFace       109350;
    }
    outlet
    {
        type            patch;
        nFaces          100;
        startFace       109450;
    }
    lowerWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          550;
        startFace       109550;
    }
    upperWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          550;
        startFace       110100;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          110000;
        startFace       110650;
    }
)

// ************************************************************************* //
